Repository: r7dev/hybrsoft
Catalog: Hybrsoft.EnterpriseManager/Strings/*/UI.resw
Source language: en_us
Languages: pt_br

# SettingsView_AboutSection_Subtitle.Text
source: About
pt_br: Sobre

# SettingsView_AboutCard.Header
source: Visit our website.
pt_br: Visite nosso site.

# SettingsView_AboutExpander.Description
source: © 2025 Hybrsoft. All rights reserved.
pt_br: © 2025 Hybrsoft. Todos os direitos reservados.

# AppLogsDetails_Action.Text
source: Action
pt_br: Ação

# AppLogListViewModel_Prefix
source: Activity Logs
pt_br: Registros de Atividades

# NavigationItem_Administration
source: Administration
pt_br: Administração

# SettingsView_AppearanceSection_Subtitle.Text
source: Appearance & behavior
pt_br: Aparência & comportamento

# AppLogsDetails_Date.Text
source: Date
pt_br: Data

# SettingsView_LanguageCard.Description
source: Select which app language to display
pt_br: Selecione o idioma do aplicativo a ser exibido

# SettingsView_LanguageCard.Header
source: Language
pt_br: Idioma

# AppLogsList_ColumnHeaderLogType.Text
source: Log Type
pt_br: Tipo de log

# AppLogsDetails_MessageHeader.Header
source: Message
pt_br: Mensagem

# NavigationItem_Roles
source: Roles
pt_br: Funções

# SearchUserControl_Search.PlaceholderText
source: Search
pt_br: Pesquisar

# SettingsView_PageHeader.Text
source: Settings
pt_br: Configurações

# AppLogsDetails_Source.Text
source: Source
pt_br: Origem

# AppLogsDetails_Time.Text
source: Time
pt_br: Hora

# AppLogsDetails_User.Text
source: User
pt_br: Usuário

# NavigationItem_Users
source: Users
pt_br: Usuários

# AppLogsDetails_DescriptionHeader.Header
source: Description
pt_br: Descrição

# AppLogsDetails_CopyButton.ToolTipService.ToolTip
source: Copy to clipboard
pt_br: Copiar para área de transferência

# DetailToolbarUserControl_AppBarButtonDelete.Label
source: Delete
pt_br: Excluir

# DetailToolbarUserControl_AppBarButtonEdit.Label
source: Edit
pt_br: Editar

# DetailToolbarUserControl_AppBarButtonBack.Label
source: Back
pt_br: Voltar

# DetailToolbarUserControl_AppBarButtonCancel.Label
source: Cancel
pt_br: Cancelar

# DetailToolbarUserControl_AppBarButtonSave.Label
source: Save
pt_br: Salvar

# DataListUserControl_ItemsSelected.Text
source: items selected.
pt_br: itens selecionados.

# DataListUserControl_Loading
source: Loading...
pt_br: Carregando...

# DataListUserControl_NoItemsFound
source: No items found.
pt_br: Nenhum item encontrado.

# DataListUserControl_NewItem
source: Click + to add a new item.
pt_br: Clique em + para adicionar um novo item.

# GenericListViewModel_Title
source: for
pt_br: para

# LoginView_SwitchUserButton.Text
source: Switch user
pt_br: Trocar de usuário

# LoginView_SwitchUserTip.ToolTipService.ToolTip
source: Sign in with another user
pt_br: Fazer login com outro usuário

# LoginNamePasswordUserControl_Username.PlaceholderText
source: User name
pt_br: Nome de usuário

# LoginNamePasswordUserControl_Password.PlaceholderText
source: Password
pt_br: Senha

# PermissionListViewModel_Prefix
source: Permissions
pt_br: Permissões

# NavigationItem_Permissions
source: Permissions
pt_br: Permissões

# NavigationItem_Activity_Logs
source: Activity Logs
pt_br: Registros de Atividades

# AppLogsList_ColumnHeaderDate.Text
source: Date
pt_br: Data

# AppLogsList_ColumnHeaderTime.Text
source: Time
pt_br: Hora

# AppLogsList_ColumnHeaderUser.Text
source: User
pt_br: Usuário

# AppLogsList_ColumnHeaderSource.Text
source: Source
pt_br: Origem

# AppLogsList_ColumnHeaderAction.Text
source: Action
pt_br: Ação

# AppLogsList_ColumnHeaderMessage.Text
source: Message
pt_br: Mensagem

# PermissionListUserControl_New.NewLabel
source: New Permission
pt_br: Nova Permissão

# PermissionListUserControl_ColumnHeaderPermissionID.Text
source: Permission ID
pt_br: Permissão ID

# PermissionListUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# PermissionListUserControl_ColumnHeaderDisplayName.Text
source: Display Name
pt_br: Nome de Exibição

# PermissionListUserControl_ColumnHeaderDescription.Text
source: Description
pt_br: Descrição

# ListToolbarUserControl_AppBarButtonCancel.Label
source: Cancel
pt_br: Cancelar

# ListToolbarUserControl_AppBarButtonEdit.Label
source: Edit
pt_br: Editar

# ListToolbarUserControl_AppBarButtonDelete.Label
source: Delete
pt_br: Excluir

# PermissionDetailsViewModel_Title
source: New Permission
pt_br: Nova Permissão

# PermissionDetailsViewModel_TitleEdit
source: Permission
pt_br: Permissão

# ContentDialog_CloseButtonText_Cancel
source: Cancel
pt_br: Cancelar

# ContentDialog_PrimaryButtonText_Delete
source: Delete
pt_br: Excluir

# ContentDialog_Title_ConfirmDelete
source: Confirm Delete
pt_br: Confirmar Exclusão

# PermissionCardUserControl_PermissionID.Text
source: Permission ID
pt_br: Permissão ID

# PermissionDetailsUserControl_Information.Text
source: Permission Information
pt_br: Informações de Permissão

# PermissionDetailsUserControl_Name.Header
source: Name
pt_br: Nome

# PermissionDetailsUserControl_DisplayName.Header
source: Display Name
pt_br: Nome de Exibição

# PermissionDetailsUserControl_Description.Header
source: Description
pt_br: Descrição

# RoleListViewModel_Prefix
source: Roles
pt_br: Funções

# RolesView_Details_RolePermissions.Header
source: Role Permissions
pt_br: Permissões de Função

# RoleListUserControl_ColumnHeaderRoleID.Text
source: Role ID
pt_br: Função ID

# RoleListUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# RoleListUserControl_New.NewLabel
source: New Role
pt_br: Nova Função

# RolesRolePermissionsUserControl_ColumnHeaderPermissionID.Text
source: Permission ID
pt_br: Permissão ID

# RolesRolePermissionsUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# RolesRolePermissionsUserControl_New.NewLabel
source: New Role Permission
pt_br: Nova Permissão de Função

# RoleDetailsViewModel_Title
source: New Role
pt_br: Nova Função

# RoleDetailsViewModel_TitleEdit
source: Role
pt_br: Função

# RoleCardUserControl_RoleID.Text
source: Role ID
pt_br: Função ID

# RoleDetailsUserControl_Information.Text
source: Role Information
pt_br: Informações da Função

# RoleDetailsUserControl_Name.Header
source: Name
pt_br: Nome

# RoleDetailsUserControl_RolePermissions.Header
source: Role Permissions
pt_br: Permissões de Função

# RolePermissionDetailsViewModel_TitleNew
source: New Role Permission, Role #{0}
pt_br: Nova Permissão de Função, Função #{0}

# RolePermissionDetailsViewModel_TitleEdit
source: Permission {0}, #{1}
pt_br: Permissão {0}, #{1}

# RolePermissionCardUserControl_RolePermission.Text
source: Role Permission
pt_br: Permissão de Função

# RolePermissionCardUserControl_RoleID.Text
source: Role ID
pt_br: Função ID

# RolePermissionCardUserControl_PermissionID.Text
source: Permission ID
pt_br: Permissão ID

# PermissionSuggestBoxUserControl.Header
source: Permission
pt_br: Permissão

# PermissionSuggestBoxUserControl.PlaceholderText
source: Search Permission
pt_br: Pesquisar Permissão

# UserListViewModel_Prefix
source: Users
pt_br: Usuários

# UsersView_Details_UserRoles.Header
source: User Roles
pt_br: Funções de Usuário

# UserListUserControl_ColumnHeaderUserID.Text
source: User ID
pt_br: Usuário ID

# UserListUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# UserListUserControl_ColumnHeaderLastModified.Text
source: Last Modified
pt_br: Última Atualização

# UserListUserControl_New.NewLabel
source: New User
pt_br: Novo Usuário

# UsersUserRolesUserControl_ColumnHeaderRoleID.Text
source: Role ID
pt_br: Função ID

# UsersUserRolesUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# UsersUserRolesUserControl_New.NewLabel
source: New User Role
pt_br: Nova Função de Usuário

# UserDetailsViewModel_Title
source: New User
pt_br: Novo Usuário

# UserDetailsViewModel_TitleEdit
source: User
pt_br: Usuário

# UserDetailsUserControl_Information.Text
source: User Information
pt_br: Informações do Usuário

# UserDetailsUserControl_FirstName.Header
source: First Name
pt_br: Primeiro Nome

# UserDetailsUserControl_LastName.Header
source: Last Name
pt_br: Último Nome

# UserDetailsUserControl_MiddleName.Header
source: Middle Name
pt_br: Nome do Meio

# UserDetailsUserControl_EmailAddress.Header
source: Email Address
pt_br: Endereço Eletrônico

# UserDetailsUserControl_Password.Header
source: Password
pt_br: Senha

# UserDetailsUserControl_UserRoles.Header
source: User Roles
pt_br: Funções de Usuário

# UserCardUserControl_UserID.Text
source: User ID
pt_br: Usuário ID

# UserRoleDetailsViewModel_TitleNew
source: New User Role, User #{0}
pt_br: Nova Função de Usuário, Usuário #{0}

# UserRoleDetailsViewModel_TitleEdit
source: Role {0}, #{1}
pt_br: Função {0}, #{1}

# UserRoleCardUserControl_UserRole.Text
source: User Role
pt_br: Função de Usuário

# UserRoleCardUserControl_UserID.Text
source: User ID
pt_br: Usuário ID

# UserRoleCardUserControl_RoleID.Text
source: Role ID
pt_br: Função ID

# RoleSuggestBoxUserControl.Header
source: Role
pt_br: Função

# RoleSuggestBoxUserControl.PlaceholderText
source: Search Role
pt_br: Pesquisar Função

# StudentListViewModel_Prefix
source: Students
pt_br: Estudantes

# StudentDetailsViewModel_Title
source: New Student
pt_br: Novo Estudante

# StudentDetailsViewModel_TitleEdit
source: Student
pt_br: Estudante

# StudentCardUserControl_StudentID.Text
source: Student ID
pt_br: Estudante ID

# GenericCardUserControl_CreatedOn.Text
source: Created On
pt_br: Criado Em

# GenericCardUserControl_LastUpdate.Text
source: Last Update
pt_br: Última Atualização

# StudentDetailsUserControl_Information.Text
source: Student Information
pt_br: Informação do Estudante

# StudentDetailsUserControl_FirstName.Header
source: First Name
pt_br: Primeiro Nome

# StudentDetailsUserControl_LastName.Header
source: Last Name
pt_br: Último Nome

# StudentDetailsUserControl_MiddleName.Header
source: Middle Name
pt_br: Nome do Meio

# StudentDetailsUserControl_EmailAddress.Header
source: Email Address
pt_br: Endereço Eletrônico

# StudentListUserControl_ColumnHeaderStudentID.Text
source: Student ID
pt_br: Estudante ID

# StudentListUserControl_ColumnHeaderFirstName.Text
source: First Name
pt_br: Primeiro Nome

# StudentListUserControl_ColumnHeaderLastName.Text
source: Last Name
pt_br: Último Nome

# StudentListUserControl_ColumnHeaderLastModified.Text
source: Last Modified
pt_br: Última Atualização

# StudentListUserControl_New.NewLabel
source: New Student
pt_br: Novo Estudante

# NavigationItem_Students
source: Students
pt_br: Estudantes

# ContentDialog_Title_ConfirmLogoff
source: Confirm logoff
pt_br: Confirmar logoff

# ClassroomDetailsViewModel_Title
source: New Classroom
pt_br: Nova Sala de Aula

# ClassroomDetailsViewModel_TitleEdit
source: Classroom
pt_br: Sala de Aula

# GenericCardUserControl_General.Text
source: General
pt_br: Geral

# ClassroomCardUserControl_ClassroomID.Text
source: Classroom ID
pt_br: Sala de Aula ID

# ClassroomDetailsUserControl_Information.Text
source: Classroom Information
pt_br: Informação da Sala de Aula

# ClassroomDetailsUserControl_Name.Header
source: Name
pt_br: Nome

# ClassroomDetailsUserControl_Year.Header
source: Year
pt_br: Ano

# ClassroomDetailsUserControl_EducationLevel.Header
source: Education Level
pt_br: Nível de Escolaridade

# ClassroomListUserControl_ColumnHeaderClassroomID.Text
source: Classroom ID
pt_br: Sala de Aula ID

# ClassroomListUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# ClassroomListUserControl_ColumnHeaderYear.Text
source: Year
pt_br: Ano

# ClassroomListUserControl_ColumnHeaderScheduleType.Text
source: Schedule Type
pt_br: Período

# ClassroomListUserControl_New.NewLabel
source: New Classroom
pt_br: Nova Sala de Aula

# NavigationItem_Classrooms
source: Classrooms
pt_br: Salas de Aula

# ClassroomListViewModel_Prefix
source: Classrooms
pt_br: Salas de Aula

# ClassroomDetailsUserControl_ScheduleType.Header
source: Schedule Type
pt_br: Período

# ClassroomListUserControl_ColumnHeaderEducationLevel.Text
source: Level
pt_br: Nível

# ClassroomStudentDetailsViewModel_TitleNew
source: New Classroom Student, Classroom #{0}
pt_br: Novo Estudante da Sala de Aula, Sala de Aula #{0}

# ClassroomStudentDetailsViewModel_TitleEdit
source: Student {0}, #{1}
pt_br: Estudante {0}, #{1}

# ClassroomsClassroomStudentsUserControl_ColumnHeaderStudentID.Text
source: Student ID
pt_br: Estudante ID

# ClassroomsClassroomStudentsUserControl_ColumnHeaderName.Text
source: Name
pt_br: Nome

# ClassroomsClassroomStudentsUserControl_New.NewLabel
source: New Student
pt_br: Novo Estudante

# ClassroomsView_Details_Students.Header
source: Students
pt_br: Estudantes

# GenericView_EmptyDetails.Header
source: No item selected
pt_br: Nenhum item selecionado

# ClassroomStudentCardUserControl_ClassroomID.Text
source: Classroom ID
pt_br: Sala de Aula ID

# ClassroomStudentCardUserControl_StudentID.Text
source: Student ID
pt_br: Estudante ID

# StudentSuggestBoxUserControl.PlaceholderText
source: Search Student
pt_br: Pesquisar Estudante

# StudentSuggestBoxUserControl.Header
source: Student
pt_br: Estudante

# ClassroomStudentCardUserControl_Student.Text
source: Student
pt_br: Estudante

# ClassroomDetailsUserControl_Students.Header
source: Students
pt_br: Estudantes
